Repository: suraleb/10d
Catalog: html/languages/admin-ecommerce.tmx
Source language: en
Languages: ru

source: Allow to view collections
ru: Разрешить просматривать коллекции

source: Allow to view products
ru: Разрешить просматривать товары

source: Allow to view eCommerce
ru: Разрешить просматривать магазин

source: next10
ru: Магазин

source: Collections
ru: Коллекции

source: Logs
ru: Активность

source: Modify
ru: Изменить

source: Products
ru: Товары

source: List of existing products
ru: Список товаров магазина

source: Main picture
ru: Основная фотография

source: Add a new product
ru: Добавить товар

source: Attributes of the product
ru: Параметры товара

source: Remove
ru: Удалить

source: Added
ru: Создан

source: In stock
ru: В продаже

source: Manage
ru: Управление

source: Title
ru: Название

source: Product Description
ru: Описание товара

source: Main Information
ru: Основная информация

source: Product was not found in our database
ru: Товар отсутствует в нашей базе данных

source: Product was successfully removed from our database
ru: Товар успешно удален из нашей Базы Данных

source: Click Products to add / edit your next10 products
ru: позволяет управлять товарами и коллекциями Вашего магазина

source: shows the latest activities about your products
ru: отображает информацию о последней активности с товарами

source: File with records for the «eCommerce» module
ru: Файл с записями для модуля «Магазин»
